export const PERSON_DATAS = [
  {
    color: "#C40000",
    txt: `A岛--艺术型(Artistic)

  总体特征：属于理想主义者，具有独创的思维方式和丰富的想象力，直觉强烈，感情丰富。
  
  喜欢活动：喜欢创造和自我表达类型的活动，如音乐、美术、写作、戏剧。
  
  喜欢职业：总体来讲，喜欢“非精细管理的创意”类和创造类的工作。如：音乐家、作曲家、乐队指挥、美术家、漫画家、作家、诗人、舞蹈家、演员、戏剧导演、广告设计师、室内装潢设计师。`,
  },
  {
    color: "#0A7E8B",
    txt: `C岛--常规型(Conventional)

  总体特征：追求秩序感,自我抑制,顺从,防卫心理强,追求实际,回避创造性活动。
  
  喜欢活动：喜欢固定的、有秩序的活动,如组织和处理数据等.愿意在一个大的机构中处于从属地位，并希望确切知道工作的要求和标准。
  
  喜欢职业：总体来讲,喜欢有清楚的规范和要求的、按部就班、精打细算、追求效率的工作。如：税务专家、会计师、银行出纳、簿记、行政助理、秘书、档案文书、计算机操作员。`,
  },
  {
    color: "#0A284D",
    txt: `E岛--企业型(Enterprising)

  总体特征：为人乐观,喜欢冒险，行事冲动，对自己充满自信，精力旺盛，喜好发表意见和见解。
  
  喜欢活动：喜欢领导和影响别人，或为达到个人或组织的目的而说服别人，成就一番事业。
  
  喜欢职业：总体来讲，喜欢那种需要运用领导能力、人际能力、说服能力来达成组织目标的职业。如：商业管理者，市场或销售经理，营销人员，采购员，投资商，电视制片人，保险代理，政治运动领袖，公关人员，律师。`,
  },
  {
    color: "#0E2D37",
    txt: `I岛--研究型(Investigative)

  总体特征：自主独立，好奇心强烈，敏感，并且慎重，重视分析与内省，爱好抽象推理等智力活动。
  
  喜欢活动：喜欢独立的活动，比如独自去探索、研究、理解、思考那些需要严谨分析的抽象问题，独自处理一些信息、观点及理论。
  
  喜欢职业：总体来讲，喜欢以观察、学习、探索、分析、评估或解决问题为主要内容的工作。如：实验室工作人员、物理学家、化学家、生物学家、工程师、程序设计员、社会学家。`,
  },
  {
    color: "#1A3619",
    txt: `R岛--实用型(Realistic

    总体特征：个性平和稳重，看重物质，追求实际效果，喜欢实际动手进行操作实践。
    
    喜欢活动：愿意从事事务性活动,如户外劳作或操作机器,而不喜欢呆在办公室里。
    
    喜欢职业：总体来讲，喜欢与户外、动植物、实物、工具、机器打交道的工作内容。如：农业、林业、渔业、野外生活管理业、制造业、机械业、技术贸易业、特种工程师、军事工作。`,
  },
  {
    color: "#9F5700",
    txt: `S岛--社会型(Social)

    总体特征：洞察力强，乐于助人，善于合作，重视友谊，热情关心他人的幸福，有强烈的社会责任感，总是关心自己的工作能对他人及社会做多大贡献。
    
    喜欢活动：喜欢与别人合作的活动，帮助别人解决困难。
    
    喜欢职业：总体来讲，喜欢帮助、支持、教导类工作。如：牧师、心理咨询员、社会工作者、教师、辅导员、医护人员、其它各种服务性行业人员。`,
  },
];
